Repository: olizilla/westnorwoodfeast.com
Catalog: sites/all/modules/adminblock/translations/*.po
Languages: de, es, fr, he, ja

source: Block that display the comments approval queue, the node moderation queue and the trackback queue.
de: Stellt Blocks bereit, die die Freigabewarteschlange für Kommentare, Nodes und Trackbacks.
es: Un bloque que muestra la cola de aprobaci칩n de comentarios, nodos y trackbacks.
fr: Block qui affiche la liste d'attente d'approbation de commentaires, noeuds et trackbacks.
he: תיבה המציגה את תור אישור התגובות, תור אישור פריטי התוכן, ותור הטרקבקים
ja: コメント承認キュー、ノードモデレーションキュー、トラックバックキューを表示するブロックを提供します。

source: Admin block
de: Administrations-Block
es: Bloque de administraci칩n
fr: Block de modération
he: תיבת ניהול
ja: アドミンブロック

source: node
es: nodo
fr: noeud
he: הצג

source: edit
de: Bearbeiten
es: editar
fr: éditer
he: ערוך

source: delete
de: Löschen
es: borrar
fr: supprimer
he: מחק

source: By %user
de: von %user
es: Usuario %user
fr: Par %user
he: על ידי %user

source: Comments queue
de: Kommentare
es: Cola de comentarios
fr: Liste de commentaires
he: תור התגובות
ja: コメントキュー

source: more
de: Weiter
es: m치s
fr: plus
he: עוד

source: Administer the approval queue
de: Freigabewarteschlange verwalten
es: Administrar la cola de aprobaci칩n
fr: Modérer les commentaires
he: ניהול תור האישורים
ja: 承認キューを管理します

source: Content queue
de: Inhalte
es: Cola de contenido
fr: Liste de noeuds
he: תור התוכן
ja: コンテンツキュー

source: Administer content
de: Inhalt verwalten
es: Administrar contenido
fr: Modérer les noeuds
he: ניהול פריטי תוכן
ja: コンテンツを管理します

source: Trackback queue
de: Trackbacks
es: Cola Trackback
fr: Liste de trackbacks
he: תור הטרקבקים
ja: トラックバックキュー

source: Administer trackbacks
de: Trackbacks verwalten
es: Administrar Trackback
fr: Modérer les trackbacks
he: ניהול טרקבקים
ja: トラックバックを管理します

source: adminblock
he: תיבת ניהול

source: By @user
ja: 投稿：@user

source: Admin Block
ja: アドミンブロック
